Repository: 0ldm0s/flare-game
Catalog: mods/fantasycore/languages/data.*.po
Languages: sv

source: Health Potion
sv: Hälsodryck

source: Restore 25 HP
sv: Återställer 25 HP

source: consumable
sv: förbrukningsvara

source: Mana Potion
sv: Manadryck

source: Restore 25 MP
sv: Återställer 25 MP

source: Health Flask
sv: Hälsoflaska

source: Restore 75 HP
sv: Återställer 75 HP

source: Mana Flask
sv: Manaflaska

source: Restore 75 MP
sv: Återställer 75 MP

source: Diamond
sv: Diamant

source: gem
sv: ädelsten

source: Emerald
sv: Smaragd

source: Ruby
sv: Rubin

source: Sapphire
sv: Safir

source: Scroll of Teleport
sv: Skrift av Teleportering

source: Scroll of Time Stop
sv: Skrift av Tid Stopp

source: Stun nearby enemies for 10 seconds
sv: Bedöva fienden i närheten under 10 sekunder

source: Scroll of Haste
sv: Skrift av Hast

source: Double run and attack speed for 20 seconds
sv: Dubblerar spring och attack hastighet under 20 sekunder

source: Clothes
sv: Kläder

source: body
sv: kropp

source: Tattered Clothes
sv: Trasiga Kläder

source: Dwarven Clothes
sv: Dvärgiska Kläder

source: Clothes of Restoration
sv: Kläder av Restaurering

source: HP regen
sv: HÅ regenerering

source: Elven Clothes
sv: Älviska Kläder

source: Clothes of Meditation
sv: Kläder av Meditation

source: MP regen
sv: MP regenerering

source: Battle Clothes
sv: Stridskläder

source: Clothes of Accuracy
sv: Kläder av Nogrannhet

source: accuracy
sv: nogrannhet

source: Clothes of Avoidance
sv: Kläder av Unvikande

source: avoidance
sv: unvikande

source: Summer Clothes
sv: Sommar Kläder

source: fire resist
sv: motstår eld

source: Winter Clothes
sv: Vinter Kläder

source: ice resist
sv: motstår is

source: Clothes of Slaying
sv: Kläder av Dråp

source: crit
sv: kritisk

source: Warlord Clothes
sv: Fältherres Kläder

source: Clothes of Victory
sv: Kläder av Seger

source: Archmage Clothes
sv: Archmage Kläder

source: Clothes of Wizardry
sv: Kläder av Trolldom

source: Ancient Clothes
sv: Forntida Kläder

source: Clothes of Precision
sv: Kläder av Nogrannhet

source: Clothes of Protection
sv: Kläder av Beskyddande

source: Fiery Clothes
sv: Flammande Kläder

source: Frozen Clothes
sv: Frusna Kläder

source: Clothes of Destruction
sv: Kläder av Förstörelse

source: Butcher's Apron
sv: Slaktares Förkläde

source: Medic Wrap
sv: Läkarlinda

source: Wizard Tunic
sv: Trollkarls Vapenrock

source: Spellwoven Clothes
sv: Trollflätade Kläder

source: Hunter's Garb
sv: Jägardräkt

source: Night Watch
sv: Nattvakt

source: Nomad Rags
sv: Nomad Trasor

source: Fur-Lined Tunic
sv: Pälsfodrad Vapenrock

source: Dagger
sv: Dolk

source: Rusted Dagger
sv: Rostig Dolk

source: Cursed Dagger
sv: Fördömd Dolk

source: Dull Dagger
sv: Slö Dolk

source: Dwarven Dagger
sv: Dvärgisk Dolk

source: Dagger of Restoration
sv: Dolk av Restuarering

source: Elven Dagger
sv: Älvisk Dolk

source: Dagger of Meditation
sv: Dolk av Meditation

source: Battle Dagger
sv: Stridsdolk

source: Dagger of Accuracy
sv: Dolk av Noggrannhet

source: Dagger of Avoidance
sv: Dolk av Unvikande

source: Summer Dagger
sv: Sommardolk

source: Winter Dagger
sv: Vinterdolk

source: Dagger of Slaying
sv: Dolk av Dråp

source: Warlord Dagger
sv: Fältherres Dolk

source: Dagger of Victory
sv: Dolk av Seger

source: Archmage Dagger
sv: Archmage Dolk

source: Dagger of Wizardry
sv: Dolk av Trolldom

source: Ancient Dagger
sv: Fortida Dolk

source: Dagger of Precision
sv: Dolk av Precision

source: Dagger of Protection
sv: Dolk av Beskyddande

source: Fiery Dagger
sv: Flammande Dolk

source: Frozen Dagger
sv: Frusen Dolk

source: Dagger of Destruction
sv: Dolk av Förstörelse

source: Sacrificial Knife
sv: Uppoffrande Kniv

source: Thorn
sv: Törne

source: Mind Shard
sv: Sinnestäckvinge

source: Ether Slice
sv: Eterdelning

source: Pinpoint
sv: Punktmål

source: Dancing Knife
sv: Dansande Kniv

source: Fire Shard
sv: Eldtäckvinge

source: Ice Shard
sv: Istäckvinge

source: Goblin Carver
sv: Troll Kniv

source: Shortsword
sv: Kort Svärd

source: Rusted Shortsword
sv: Kort Rostigt Svärd

source: Cursed Shortsword
sv: Kort Fördömt Svärd

source: Dull Shortsword
sv: Kort Slött Svärd

source: Dwarven Shortsword
sv: Kort Dvärgisk Svärd

source: Shortsword of Restoration
sv: Kort Svärd av Restuarering

source: Elven Shortsword
sv: Kort Älviskt Svärd

source: Shortsword of Meditation
sv: Kort Svärd av Meditation

source: Battle Shortsword
sv: Kort Stridssvärd

source: Shortsword of Accuracy
sv: Kort Svärd av Nogrannhet

source: Shortsword of Avoidance
sv: Kort Svärd av Undvikande

source: Summer Shortsword
sv: Kort Sommarsvärd

source: Winter Shortsword
sv: Kort Vintersvärd

source: Shortsword of Slaying
sv: Kort Svärd av Dråp

source: Warlord Shortsword
sv: Kort Fältherre Svärd

source: Shortsword of Victory
sv: Kort Svärd av Seger

source: Archmage Shortsword
sv: Kort Archmage Svärd

source: Shortsword of Wizardry
sv: Kort Svärd av Trolldom

source: Ancient Shortsword
sv: Kort Forntida Svärd

source: Shortsword of Precision
sv: Kort Svärd av Precision

source: Shortsword of Protection
sv: Kort Svärd av Beskyddande

source: Fiery Shortsword
sv: Kort Flammande Svärd

source: Frozen Shortsword
sv: Kort Fruset Svärd

source: Shortsword of Destruction
sv: Kort Svärd av Förstörelse

source: Mending Blade
sv: Reparerande Klinga

source: Mana Edge
sv: Mana Egg

source: Demon Pact
sv: Demonpakt

source: Watchman's Blade
sv: Väktarens Klinga

source: Parry Blade
sv: Avvärjningskling

source: Summersword
sv: Sommarsvärd

source: Wintersword
sv: Vintersvärd

source: Sting
sv: Gadd

source: Longsword
sv: Långt Svärd

source: Rusted Longsword
sv: Långt Rostigt Svärd

source: Cursed Longsword
sv: Långt Fördömt Svärd

source: Dull Longsword
sv: Långt Slött Svärd

source: Dwarven Longsword
sv: Långt Dvärgiskt Svärd

source: Longsword of Restoration
sv: Långt Svärd av Restaurering

source: Elven Longsword
sv: Långt Älviskt Svärd

source: Longsword of Meditation
sv: Långt Svärd av Meditation

source: Battle Longsword
sv: Långt Stridssvärd

source: Longsword of Accuracy
sv: Långt Svärd av Nogrannhet

source: Longsword of Avoidance
sv: Långt Svärd av Undvikelse

source: Summer Longsword
sv: Långt Sommarsvärd

source: Winter Longsword
sv: Långt Vintersvärd

source: Longsword of Slaying
sv: Långt Svärd av Dråp

source: Warlord Longsword
sv: Långt Fältherre Svärd

source: Longsword of Victory
sv: Långt Svärd av Seger

source: Archmage Longsword
sv: Långt Archmage Svärt

source: Longsword of Wizardry
sv: Långt Svärd av Trolldom

source: Ancient Longsword
sv: Långt Forntida Svärd

source: Longsword of Precision
sv: Långt Svärd av Precision

source: Longsword of Protection
sv: Långt Svärd av Beskyddande

source: Fiery Longsword
sv: Långt Flammande Svärd

source: Frozen Longsword
sv: Långt Fruset Svärd

source: Longsword of Destruction
sv: Lång Svärd av Förstörelse

source: Vampiric Sword
sv: Vampyriskt Svärd

source: Rapier
sv: Värja

source: Flame Edge
sv: Flamklinga

source: Frost Edge
sv: Isklinga

source: Greatsword
sv: Stort Svärd

source: Rusted Greatsword
sv: Stort Rostigt Svärd

source: Cursed Greatsword
sv: Stort Fördömt Svärd

source: Dull Greatsword
sv: Stort Slött Svärd

source: Dwarven Greatsword
sv: Stort Dvärgiskt Svärd

source: Greatsword of Restoration
sv: Stort Svärd av Restaurering

source: Elven Greatsword
sv: Stort Älviskt Svärd

source: Greatsword of Meditation
sv: Stort Svärd av Meditation

source: Battle Greatsword
sv: Stord Stridssvärd

source: Greatsword of Accuracy
sv: Stor Svärd av Nogrannhet

source: Greatsword of Avoidance
sv: Stort Svärd av Undvikelse

source: Summer Greatsword
sv: Stort Sommarsvärd

source: Winter Greatsword
sv: Stort Vintersvärd

source: Greatsword of Slaying
sv: Stort Svärd av Dråp

source: Warlord Greatsword
sv: Stort Fältherres Svärd

source: Greatsword of Victory
sv: Stort Svärd av Seger

source: Archmage Greatsword
sv: Stort Archmage Svärd

source: Greatsword of Wizardry
sv: Stort Svärd av Trolldom

source: Ancient Greatsword
sv: Stort Forntida Svärd

source: Greatsword of Precision
sv: Stort Svärd av Precision

source: Greatsword of Protection
sv: Stort Svärd av Beskyddande

source: Fiery Greatsword
sv: Stor Flammande Svärd

source: Frozen Greatsword
sv: Stort Fruset Svärd

source: Greatsword of Destruction
sv: Stort Svärd av Förstörelse

source: Ragnarok
sv: Ragnarök

source: Earth Rend
sv: Jord Rämna

source: Soul Rend
sv: Själv Rämna

source: Sunblade
sv: Solklinga

source: Moonblade
sv: Månklinga

source: Wand
sv: Trollspö

source: Cracked Wand
sv: Knäckt Trollspö

source: Cursed Wand
sv: Fördömt Trollspö

source: Depleted Wand
sv: Utarmat Trollspö

source: Dwarven Wand
sv: Dvärgiskt Trollspö

source: Wand of Restoration
sv: Trollspö av Restaurering

source: Elven Wand
sv: Älvisk Trollspö

source: Wand of Meditation
sv: Trollspö av Meditation

source: Battle Wand
sv: Stridstrollspö

source: Wand of Accuracy
sv: Trollspö av Noggrannhet

source: Wand of Avoidance
sv: Trollspö av Unvikande

source: Summer Wand
sv: Sommartrollspö

source: Winter Wand
sv: Vintertrollspö

source: Wand of Slaying
sv: Trollspö av Dråp

source: Warlord Wand
sv: Fältherres Trollspö

source: Wand of Victory
sv: Trollspö av Seger

source: Archmage Wand
sv: Archmage Trollsö

source: Wand of Wizardry
sv: Trollspö av Trolldom

source: Ancient Wand
sv: Forntida Trollspö

source: Wand of Precision
sv: Trollspö av Precision

source: Wand of Protection
sv: Trollspö av Beskyddande

source: Fiery Wand
sv: Flammand Trollspö

source: Frozen Wand
sv: Fruset Trollspö

source: Wand of Destruction
sv: Trollspö av Förströrelse

source: Tongue Depressor
sv: Tungspatel

source: Living Branch
sv: Levande Gren

source: Glow Stick
sv: Glödande Pinne

source: Mana Catcher
sv: Mana Fångaren

source: Enchanted Torch
sv: Fötrollad Fackla

source: Snowy Branch
sv: Snöig Gren

source: Rod
sv: Käpp

source: Cracked Rod
sv: Sprucken Käpp

source: Cursed Rod
sv: Fördömd Käpp

source: Depleted Rod
sv: Utarmad Käpp

source: Dwarven Rod
sv: Dvärgisk Käpp

source: Rod of Restoration
sv: Käpp av Restaurering

source: Elven Rod
sv: Ävisk Käpp

source: Rod of Meditation
sv: Käpp av Meditation

source: Battle Rod
sv: Stridskäpp

source: Rod of Accuracy
sv: Käpp av Nogrannhet

source: Rod of Avoidance
sv: Käpp av Undvikande

source: Summer Rod
sv: Sommarkäpp

source: Winter Rod
sv: Vinterkäpp

source: Rod of Slaying
sv: Käpå av Dråp

source: Warlord Rod
sv: Fältherres Käpp

source: Rod of Victory
sv: Käpp av Seger

source: Archmage Rod
sv: Archamge Käpp

source: Rod of Wizardry
sv: Stav av Trolldom

source: Ancient Rod
sv: Forntida Käpp

source: Rod of Precision
sv: Käpp av Precision

source: Rod of Protection
sv: Käpp av Beskyddande

source: Fiery Rod
sv: Flammande Käpp

source: Frozen Rod
sv: Frusen Käpp

source: Rod of Destruction
sv: Käpp av Förstörelse

source: Scepter of Kings
sv: Kungarnas Spira

source: Medic Rod
sv: Läkarkäpp

source: Sage Scepter
sv: De Klokas Spira

source: Oracle Rod
sv: Oraklets Käpp

source: Rod of Alignment
sv: Käpp av Justering

source: Warding Rod
sv: Avvärjningskäpp

source: Ruby-Tipped Cane
sv: Rubintoppad Käpp

source: Diamond-Tipped Cane
sv: Diamanttoppad Käpp

source: Staff
sv: Stav

source: Cracked Staff
sv: Sprucken Stav

source: Cursed Staff
sv: Fördömd Stav

source: Depleted Staff
sv: Utarmad Stav

source: Dwarven Staff
sv: Dvärgisk Stav

source: Staff of Restoration
sv: Stav av Restaurering

source: Elven Staff
sv: Älvisk Stav

source: Staff of Meditation
sv: Stav av Meditation

source: Battle Staff
sv: Stridsstav

source: Staff of Accuracy
sv: Stav av Nogrannhet

source: Staff of Avoidance
sv: Stav av Unvikande

source: Summer Staff
sv: Sommarstav

source: Winter Staff
sv: Vinterstav

source: Staff of Slaying
sv: Stav av Dråp

source: Warlord Staff
sv: Fältherres Stav

source: Staff of Victory
sv: Stav av Seger

source: Archmage Staff
sv: Archmage Stav

source: Staff of Wizardry
sv: Stav av Trolldom

source: Ancient Staff
sv: Forntida Stav

source: Staff of Precision
sv: Stav av Precision

source: Staff of Protection
sv: Staff av Beskyddande

source: Fiery Staff
sv: Flammande Stav

source: Frozen Staff
sv: Frusne Stav

source: Staff of Destruction
sv: Stav av Förstörelse

source: Walking Stick
sv: Promenadkäpp

source: Totem of Life
sv: Totem av Liv

source: Cosmic Staff
sv: Kosmisk Stav

source: Totem of Dreams
sv: Totem av Drömmar

source: Staff of True Sight
sv: Stav av Sann Sikt

source: Staff of Trials
sv: Stav av Försök

source: Magma Flow
sv: Magmaflöde

source: Glacial Wind
sv: Glaciärvind

source: Wyvern Spine
sv: Drakryggrad

source: Greatstaff
sv: Stor Stav

source: Cracked Greatstaff
sv: Stor Sprucken Stav

source: Cursed Greatstaff
sv: Stor Fördömd Stav

source: Depleted Greatstaff
sv: Stor Untarmad Stav

source: Dwarven Greatstaff
sv: Stor Dvärgisk Stav

source: Greatstaff of Restoration
sv: Stor Stav av Restaurering

source: Elven Greatstaff
sv: Stor Älvisk Stav

source: Greatstaff of Meditation
sv: Stor Stav av Meditation

source: Battle Greatstaff
sv: Stor Stridsstav

source: Greatstaff of Accuracy
sv: Stor Stav av Nogrannhet

source: Greatstaff of Avoidance
sv: Stor Stav av Undvikande

source: Summer Greatstaff
sv: Stor Sommarstav

source: Winter Greatstaff
sv: Stor Vinterstav

source: Greatstaff of Slaying
sv: Stor Stav av Dråp

source: Warlord Greatstaff
sv: Stor Krigsherre Stav

source: Greatstaff of Victory
sv: Stor Stav av Seger

source: Archmage Greatstaff
sv: Stor Archmage Stav

source: Greatstaff of Wizardry
sv: Stor Stav av Trolldom

source: Ancient Greatstaff
sv: Stor Forntida Stav

source: Greatstaff of Precision
sv: Stor Stav av Precision

source: Greatstaff of Protection
sv: Stor Stav av Beskyddande

source: Fiery Greatstaff
sv: Stor Flammande Stav

source: Frozen Greatstaff
sv: Stor Frusen Stav

source: Greatstaff of Destruction
sv: Stor Stav av Förstörelse

source: Lifegiver
sv: Liv givare

source: Preserver
sv: Bevarare

source: Enlightenment
sv: Upplysning

source: Singularity
sv: Sällsynthet

source: Fission
sv: Klyvning

source: Cataclysm
sv: Kataklysm

source: Slingshot
sv: Slangbella

source: off
sv: av

source: Cracked Slingshot
sv: Sprucken Slanbella

source: Cursed Slingshot
sv: Fördömd Slangbella

source: Warped Slingshot
sv: Skev Slangbella

source: Dwarven Slingshot
sv: Dvärgisk Slangbella

source: Slingshot of Restoration
sv: Slangbella av Restaurering

source: Elven Slingshot
sv: Älvisk Slangbella

source: Slingshot of Meditation
sv: Slangbella av Meditiation

source: Battle Slingshot
sv: Stridsslangbella

source: Slingshot of Accuracy
sv: Slangbella av Nogrannhet

source: Slingshot of Avoidance
sv: Slangbella av Unvikande

source: Summer Slingshot
sv: Sommarslangbella

source: Fire Ammo
sv: Eldammunition

source: Winter Slingshot
sv: Vinter Slangbella

source: Ice Ammo
sv: Isammuniation

source: Slingshot of Slaying
sv: Slangbella av Dråp

source: Warlord Slingshot
sv: Fältherres Slangbella

source: Slingshot of Victory
sv: Slangbella av Seger

source: Archmage Slingshot
sv: Archmage Slangbella

source: Slingshot of Wizardry
sv: Slangbella av Trolldom

source: Ancient Slingshot
sv: Forntida Slangbella

source: Slingshot of Precision
sv: Slangbella av Precision

source: Slingshot of Protection
sv: Slangbella av Beskyddande

source: Fiery Slingshot
sv: Flammande Slangbella

source: Frozen Slingshot
sv: Frusen Slangbella

source: Slingshot of Destruction
sv: Slangbella av Förstörelse

source: Ash Branch
sv: Ask Gren

source: Rock Sling
sv: Sten Slunga

source: Willow Branch
sv: Pilträdsgren

source: Wind Sling
sv: Vindslunga

source: Urchin Sling
sv: Bytingslunga

source: Swift Sling
sv: Kvick Slunga

source: Ember Slinger
sv: Glödande kol Slunga

source: Snowball Slinger
sv: Snöbollsslunga

source: Giant Slayer
sv: Jätte Baneman

source: Shortbow
sv: Kort Pilbåge

source: Cracked Shortbow
sv: Kort Sprucken Pilbåge

source: Cursed Shortbow
sv: Kort Fördömd Pilbåge

source: Warped Shortbow
sv: Kort Skev Pilbåge

source: Dwarven Shortbow
sv: Kort Dvärgisk Pilbåge

source: Shortbow of Restoration
sv: Kort Pilbåge av Restaurering

source: Elven Shortbow
sv: Kort Älvisk Pilbåge

source: Shortbow of Meditation
sv: Kort Pilbåge av Meditation

source: Battle Shortbow
sv: Kort Stridspilbåge

source: Shortbow of Accuracy
sv: Kort Pilbåge av Nogrannhet

source: Shortbow of Avoidance
sv: Kort Pilbåge av Undvikande

source: Summer Shortbow
sv: Kort Sommarpilbåge

source: Winter Shortbow
sv: Kort Vinterpilbåge

source: Shortbow of Slaying
sv: Kort Pilbåge av Dråp

source: Warlord Shortbow
sv: Kort Fältherre Pilbåge

source: Shortbow of Victory
sv: Kort Pilbåge av Seger

source: Archmage Shortbow
sv: Kort Archmage Pilbåge

source: Shortbow of Wizardry
sv: Kort Pilbåge av Trolldom

source: Ancient Shortbow
sv: Kort Forntida Pilbåge

source: Shortbow of Precision
sv: Kort Pilbåge av Precision

source: Shortbow of Protection
sv: Kort Pilbåge av Beskyddande

source: Fiery Shortbow
sv: Kort Flammande Pilbåge

source: Frozen Shortbow
sv: Kort Frusen Pilbåge

source: Shortbow of Destruction
sv: Kort Pilbåge av Förströrelse

source: Orc Chieftan
sv: Orc Hövding

source: Crag Bow
sv: Klippspetsbåge

source: Witch Doctor
sv: Medecinman

source: Feywild Bow
sv: Dödsmärkt Båge

source: Mithril Bow
sv: Mithril Båge

source: Fire Striker
sv: Eldanfall

source: Ice Striker
sv: Isanfall

source: Assassin
sv: Lönnmördare

source: Longbow
sv: Lång Pilbåge

source: Cracked Longbow
sv: Lång Sprucken Pilbåge

source: Cursed Longbow
sv: Lång Fördömd Pilbåge

source: Warped Longbow
sv: Lång Skev Pilbåge

source: Dwarven Longbow
sv: Lång Dvärgisk Pilbåge

source: Longbow of Restoration
sv: Lång Pilbåge av Restaurering

source: Elven Longbow
sv: Lång Älvisk Pilbåge

source: Longbow of Meditation
sv: Lång Pilbåge av Meditation

source: Battle Longbow
sv: Lång Stridspilbåge

source: Longbow of Accuracy
sv: Lång Pilbåge av Noggrannhet

source: Longbow of Avoidance
sv: Lång Pilbåge av Undvikelse

source: Summer Longbow
sv: Lång Sommarpilbåge

source: Winter Longbow
sv: Lång Vinterpilbåge

source: Longbow of Slaying
sv: Lång Pilbåge av Dråp

source: Warlord Longbow
sv: Lång Fältherre Pilbåge

source: Longbow of Victory
sv: Lång Pilbåge av Seger

source: Archmage Longbow
sv: Lång Archmage Pilbåge

source: Longbow of Wizardry
sv: Lång Pilbåge av Trolldom

source: Ancient Longbow
sv: Lång Forntida Pilbåge

source: Longbow of Precision
sv: Lång Pilbåge av Precision

source: Longbow of Protection
sv: Lång Pilbåge av Beskyddande

source: Fiery Longbow
sv: Lång Flammande Pilbåge

source: Frozen Longbow
sv: Lång Frusen Pilbåge

source: Longbow of Destruction
sv: Lång Pilbåge av Förstörelse

source: Thunder
sv: Åska

source: Bow of the World Tree
sv: Båge av Världens träd

source: Lightning
sv: Blixt

source: Pharaoh
sv: Farao

source: Ranger's Bow
sv: Vandrarens Båge

source: Siege Bow
sv: Belägringsbåge

source: Ruby Strand
sv: Rubinstrand

source: Diamond Strand
sv: Diamantstrand

source: Death Mark
sv: Dödsmärke

source: Greatbow
sv: Stor Pilbåge

source: Cracked Greatbow
sv: Stor Sprucken Pilbåge

source: Cursed Greatbow
sv: Stor Fördömd Pilbåge

source: Warped Greatbow
sv: Stor Skev Pilbåge

source: Dwarven Greatbow
sv: Stor Dvärgisk Pilbåge

source: Greatbow of Restoration
sv: Stor Pilbåge av Restaurering

source: Elven Greatbow
sv: Stor Älvisk Pilbåge

source: Greatbow of Meditation
sv: Stor Pilbåge av Meditation

source: Battle Greatbow
sv: Stor Stridspilbåge

source: Greatbow of Accuracy
sv: Stor Pilbåge av Nogrannhet

source: Greatbow of Avoidance
sv: Stor Pilbåge av Unvikande

source: Summer Greatbow
sv: Stor Sommarpilbåge

source: Winter Greatbow
sv: Stor Vinterpilbåge

source: Greatbow of Slaying
sv: Stor Pilbåge av Dråp

source: Warlord Greatbow
sv: Stor Krigsherre Pilbåge

source: Greatbow of Victory
sv: Stor Pilbåge av Seger

source: Archmage Greatbow
sv: Stor Archmage Pilbåge

source: Greatbow of Wizardry
sv: Stor Pilbåge av Trolldom

source: Ancient Greatbow
sv: Stor Forntida Pilbåge

source: Greatbow of Precision
sv: Stor Pilbåge av Precision

source: Greatbow of Protection
sv: Stor Pilbåge av Beskyddande

source: Fiery Greatbow
sv: Stor Flammande Pilbåge

source: Frozen Greatbow
sv: Stor Frusen Pilbåge

source: Greatbow of Destruction
sv: Stor Pilbåge av Förstörelse

source: Dragonslayer
sv: Drakdödaren

source: Vampire Hunter
sv: Vampyrjägare

source: Dimensional Rift
sv: Dimensionell Reva

source: Starfire
sv: Stjärneld

source: Chaos
sv: Kaos

source: Leather Armor
sv: Läderrustning

source: Cracked Leather Armor
sv: Sprucken Läderrustning

source: Cursed Leather Armor
sv: Fördömd Läderrustning

source: Dwarven Leather Armor
sv: Dvärgisk Läderrustning

source: Leather Armor of Restoration
sv: Läderrustning av Restuarering

source: Elven Leather Armor
sv: Älvisk Läderrustning

source: Leather Armor of Meditation
sv: Läderrustning av Meditiation

source: Battle Leather Armor
sv: Stridsläderrustning

source: Leather Armor of Accuracy
sv: Läderrustning av Nogrannhet

source: Leather Armor of Avoidance
sv: Läderrustning av Undvikelse

source: Summer Leather Armor
sv: Sommarläderrustning

source: Winter Leather Armor
sv: Vinterläderrustning

source: Leather Armor of Slaying
sv: Läderrustning av Dråp

source: Warlord Leather Armor
sv: Fältherres Läderrustning

source: Leather Armor of Victory
sv: Läderrustning av Seger

source: Archmage Leather Armor
sv: Archmage Läderrustning

source: Leather Armor of Wizardry
sv: Läderrustning av Trolldom

source: Ancient Leather Armor
sv: Forntida Läderrustning

source: Leather Armor of Precision
sv: Läderrustning av Precision

source: Leather Armor of Protection
sv: Läderrustning av Beskyddande

source: Fiery Leather Armor
sv: Flammande Läderrustning

source: Frozen Leather Armor
sv: Frusen Läderrustning

source: Leather Armor of Destruction
sv: Läderrustning av Förstörelse

source: Barbarian Wrap
sv: Barbarisk Linda

source: Bugbear Tunic
sv: Spöklig Vapenrock

source: Runic Leather
sv: Runläder

source: Battlemage Tunic
sv: Stridsmagikers Vapenrock

source: Predator Hide
sv: Rovdjursskinn

source: Chimera Hide
sv: Chimärskinn

source: Red Dragonhide
sv: Rött drakskinn

source: White Dragonhide
sv: Vitt drakskinn

source: Buckler
sv: Rund Sköld

source: Cracked Buckler
sv: Rund Spruken Sköld

source: Cursed Buckler
sv: Rund Föfdömd Sköld

source: Dwarven Buckler
sv: Rund Dvärgisk Sköld

source: Buckler of Restoration
sv: Rund Sköld av Restaurering

source: Elven Buckler
sv: Rund Älvisk Sköld

source: Buckler of Meditation
sv: Rund Sköld av Meditation

source: Battle Buckler
sv: Rund Stridssköld

source: Buckler of Accuracy
sv: Rund Sköld av Nogrannhet

source: Buckler of Avoidance
sv: Rund Sköld av Undvikande

source: Summer Buckler
sv: Rund Sommarsköld

source: Winter Buckler
sv: Rund Vintersköld

source: Buckler of Slaying
sv: Rund Sköld av Dråp

source: Warlord Buckler
sv: Rund Fältherre Sköld

source: Buckler of Victory
sv: Rund Sköld av Seger

source: Archmage Buckler
sv: Rund Archmage Sköld

source: Buckler of Wizardry
sv: Rund Sköld av Trolldom

source: Ancient Buckler
sv: Rund Forntida Sköld

source: Buckler of Precision
sv: Rund Sköld av Precision

source: Buckler of Protection
sv: Rund Sköld av Beskyddande

source: Fiery Buckler
sv: Rund Flammand Sköld

source: Frozen Buckler
sv: Rund Frusen Sköld

source: Buckler of Destruction
sv: Rund Sköld av Förstörelse

source: Gladiator Buckler
sv: Rund Gladiatorsköld

source: Holy Targe
sv: Helig Anfallssköld

source: Averguard Disc
sv: Averguard Sköld

source: Mage Targe
sv: Magikersköld

source: Focus Buckler
sv: Rund Fokussköld

source: Guardian Targe
sv: Väktares Anfallssköld

source: Heat Barrier
sv: Värmebarriär

source: Cold Barrier
sv: Köldbarriär

source: Spiked Buckler
sv: Spetsad Rund Sköld

source: Steel Armor
sv: Stålrustning

source: Cracked Steel Armor
sv: Sprucken Stålrustning

source: Cursed Steel Armor
sv: Fördömd Stålrustning

source: Dwarven Steel Armor
sv: Dvärgisk Stålrustning
