Repository: 0ldm0s/flare-game
Catalog: mods/fantasycore/languages/data.*.po
Languages: sv

source: Steel Armor of Restoration
sv: Stålrustning av Restaurering

source: Elven Steel Armor
sv: Älvisk Stålrustning

source: Steel Armor of Meditation
sv: Stålrustning av Meditation

source: Battle Steel Armor
sv: Stridsstålrustning

source: Steel Armor of Accuracy
sv: Stålrustning av Nogrannhet

source: Steel Armor of Avoidance
sv: Stålrustning av Unvikande

source: Summer Steel Armor
sv: Sommarstålrustning

source: Winter Steel Armor
sv: Vinterstålrustning

source: Steel Armor of Slaying
sv: Stålrustning av Dråp

source: Warlord Steel Armor
sv: Fältherres Stålrustning

source: Steel Armor of Victory
sv: Stålrustning av Seger

source: Archmage Steel Armor
sv: Archamge Stålrustning

source: Steel Armor of Wizardry
sv: Stålrustning av Trolldom

source: Ancient Steel Armor
sv: Forntida Stålrustning

source: Steel Armor of Precision
sv: Stålrusning av Precision

source: Steel Armor of Protection
sv: Stålrustning av Beskyddande

source: Fiery Steel Armor
sv: Flammande Stålrustning

source: Frozen Steel Armor
sv: Frusen Stålrustning

source: Steel Armor of Destruction
sv: Stålrustnig av Förstörelse

source: Knight's Cuirass
sv: Riddarens Kyrass

source: Paladin's Oath
sv: Paladins Ed

source: Cleric Maille
sv: Klerkbrynja

source: Jousting Armor
sv: Tournespelsrustning

source: Titan Plate
sv: Titan Tallrik

source: Ruby Scale Armor
sv: Rubin Fjällrustning

source: Diamond Scale Armor
sv: Diamant Fjällrustning

source: Marauder Maille
sv: Plundrarbrynja

source: Shield
sv: Sköld

source: Cracked Shield
sv: Sprucken Sköld

source: Cursed Shield
sv: Fördömd Sköld

source: Dwarven Shield
sv: Dvägisk Sköld

source: Shield of Restoration
sv: Sköld av Restaurering

source: Elven Shield
sv: Älvisk Sköld

source: Shield of Meditation
sv: Sköld av Meditation

source: Battle Shield
sv: Stridssköld

source: Shield of Accuracy
sv: Sköld av Nogrannhet

source: Shield of Avoidance
sv: Sköld av Undvikande

source: Summer Shield
sv: Sommarsköld

source: Winter Shield
sv: Vintersköld

source: Shield of Slaying
sv: Sköld av Dråp

source: Warlord Shield
sv: Fältherres Sköld

source: Shield of Victory
sv: Sköld av Victory

source: Archmage Shield
sv: Archmage Sköld

source: Shield of Wizardry
sv: Sköld av Trolldom

source: Ancient Shield
sv: Forntida Sköld

source: Shield of Precision
sv: Sköld av Precision

source: Shield of Protection
sv: Sköld av Beskyddande

source: Fiery Shield
sv: Flammande Sköld

source: Frozen Shield
sv: Frusen Sköld

source: Shield of Destruction
sv: Sköld av Förstörelse

source: Knight's Defense
sv: Riddarens Försvar

source: Aegis of Life
sv: Ledning av Liv

source: Paladin's Honor
sv: Paladins Ära

source: Aegis of Ether
sv: Ledning av Eter

source: Steel Ward
sv: Stålsal

source: The Rook
sv: Svindlaren

source: Flame Tower
sv: Eldtorn

source: Frost Tower
sv: Frosttorn

source: Blood Ward
sv: Bloodsal

source: Belt
sv: Bälte

source: artifact
sv: artefakt

source: Tattered Belt
sv: Trasigt Bälte

source: Dwarven Belt
sv: Dvärgiskt Bälte

source: Elven Belt
sv: Älviskt Bälte

source: Warlord Belt
sv: Fältherres Bälet

source: Archmage Belt
sv: Archmage Bälte

source: Trollhair Belt
sv: Trollhårsbälte

source: Boots
sv: Stövlar

source: Tattered Boots
sv: Trasig Stövlar

source: Boots of Speed
sv: Stövlar av Hastighet

source: speed
sv: hastighet

source: Boots of Avoidance
sv: Stövlar av Undvikande

source: Boots of Travel
sv: Stövlar av Resande

source: Boots of Protection
sv: Stövlar av Beskyddande

source: Windwalker Boots
sv: Vinvandrar Stövlar

source: Phase Step Boots
sv: Fassteg Stövlar

source: Tarnished Ring
sv: Anlupen Ring

source: Ring of Restoration
sv: Ring av Restaurering

source: Ring of Meditation
sv: Ring av Meditation

source: Ring of Victory
sv: Ring av Seger

source: Ring of Wizardry
sv: Ring av Trolldom

source: Signet of Forgotten Kings
sv: Signet av Bortglömda Kungar

source: Band of Enlightenment
sv: Band av Upplysning

source: Artifact
sv: Artefakt

source: Body
sv: Kropp

source: Consumable
sv: Förbrukningsvara

source: Gem
sv: Ädelsten

source: quest
sv: uppdrag

source: Quest Item
sv: Uppdragspryl

source: Rookie Archmage Arsenal
sv: Nybörjare Archmage Arsenal

source: Skilled Archmage Arsenal
sv: Skicklig Archmage Arsenal

source: Great Archmage Arsenal
sv: Stor Archmage Arsenal

source: Warrior
sv: Krigare

source: Ranger
sv: Vandrare

source: Magician
sv: Magiker

source: Swing
sv: Sving

source: Basic melee attack
sv: Grundläggande närstridsattack

source: Channel
sv: Kanalisera

source: Basic magic attack
sv: Grundläggande magisk attack

source: Block
sv: Blockera

source: Raise your shield to double your avoidance and absorb
sv: Höjer din sköld vilket dubblar unvikande och absorbering

source: Immobilize
sv: Immobilisera

source: Pin an enemy down for 3 seconds
sv: Skjuter fast fiende till marken under 3 sekunder.

source: Blood Strike
sv: Blodslag

source: Inflict a bleeding wound that causes additional damage over 5 seconds
sv: Tillfogar ett blödande sår som orsakar ytterligare skada under 5 sekunder

source: Shock
sv: Elektrisk Stöt

source: Electrocute an enemy from a distance; +25% crit chance against movement-impaired enemies.
sv: Elektriferar fienden från distans; +25% av kritisk skada på fiender med nedsatt rörelse.

source: Heal
sv: Hela

source: Restore HP
sv: Återställer HP

source: Piercing Shot
sv: Genomborrande Skott

source: Fire a shot that ignores armor and goes through multiple enemies
sv: Avlossar ett skott som genomborrar rustning och flera fiender.

source: Warcry
sv: Stridsrop

source: Remove debuffs and become immune to debuffs for 10 seconds
sv: Tar bort negativa effekter samt ger immunitet mot dem under 10 sekunder

source: Quake
sv: Skalv

source: Stun nearby enemies
sv: Förlamar närstående fiender

source: Create a force field that absorbs damage
sv: Skapar ett kraftfält som absorberar skada

source: Haste
sv: Hastighet

source: Double run and attack speed for 8 seconds
sv: Dubblerar spring och attack hastigheten under 8 sekunder

source: Cleave
sv: Klyva

source: Attack all enemies in a wide arc
sv: Attackerar alla fiender i en bred båge

source: Freeze
sv: Kyla

source: Create a ray of piercing cold that slows enemies
sv: Skapar en stråle av genomträngande kyla som försinkar fiender

source: Teleport
sv: Teleportera

source: Multishot
sv: Multiple Avlossning

source: Shoot three projectiles simultaneously
sv: Avlossa tre projektiler samtidigt

source: Burn
sv: Bränn

source: Blast enemies in a distant area with fire
sv: Förbränn fiender på en distans med eld.

source: Time Stop
sv: Stoppa Tiden

source: Stun nearby enemies for 5 seconds
sv: Förlamar närstående fiender under 5 sekunder

source: Heroic Swing
sv: Hjältemodigt Sving

source: Melee attack with 10% HP steal
sv: Närstridsattack som stjäl 10% HP

source: Greater Channel
sv: Större kanal

source: Magic attack with 10% MP steal
sv: Magisk attack som stjäl 10% MP

source: Shoot
sv: Avlossa

source: Basic ranged attack
sv: Grundläggande distansattack

source: Rapid Fire
sv: Snabbavlossning

source: Fire five low power missiles in quick succession
sv: Avlossar fem missiler med låg effekt i snabb föjd.

source: Ice Shard [enemy]
sv: Isttäckvinge [fiende]

source: Fireshot [enemy]
sv: Eldskott [fiende]

source: Goblin Spear [enemy]
sv: Trollspjut [fiend]

source: Crude goblin spear toss
sv: Grov trollspjutskast

source: Fireburst [enemy]
sv: Eldflamma [fiende]

source: Burn nearby enemies
sv: Bränn närstående fiender

source: Arrow Shoot [enemy]
sv: Pilskott [fiende]

source: Bow shoot
sv: Bågskott

source: Maddox's Ice Storm [enemy]
sv: Maddox's Isstorm [fiende]

source: Vampiric Strike
sv: Vampyriskt Slag

source: Turn 50% of damage you deal into HP
sv: Omvandlar 50% av skada till HP

source: Leech Strike
sv: Igelslag

source: Turn 25% of damage you deal into HP
sv: Omvandlar 25% av skada till HP

source: Chill Touch
sv: Kylig Vidröring

source: Melee strike immobilizes target for 5 seconds
sv: Närstridsslag som immobiliserar målet under 5 sekunder

source: Piercing Strike
sv: Genomträngande Slag

source: Melee strike ignores armor
sv: Närstridsslag som ignorerar rustning

source: Explode
sv: Explodera

source: Damage everything nearby
sv: Skadar allt i närheten

source: Paralyzing Spit
sv: Förlamande Gift

source: Poison spit that stuns the target for 1 second
sv: Giftstänk som förlamar målet under 1 sekund

source: Boots of Testing Really Large Maps
sv: Stövlar av ProvaStoraKartor

source: Lightning Rod
sv: Blixtstav

source: Create a destructive blast of lightning bolts
sv: Skapar en förstörande explosion av ljusblixtrar

source: Melee Fire
sv: Närstrid Eld

source: Melee Ice
sv: Närstrid Is

source: Slingshot Shoot
sv: Slangbågeskott

source: Basic ranged attack (requires a ranged weapon)
sv: Grundläggande distansattack (kräver ett distansvapen)

source: Arrow Shoot
sv: Pilskott

source: Arrow Wall Strike
sv: Pilväggsattack

source: Orange Spark
sv: Orange Gnista

source: Blue Spark
sv: Blå Gnista

source: Red Spark
sv: Röd Gnista

source: Necrotic Bolt
sv: Nekrotsik Blixt

source: Bring other enemies into the fight with a dummy attack
sv: Lura in andra fiender i striden med en skenattack

source: Summon Antlion
sv: Tillkalla Myrlejon

source: Summon Antlion Hatchling
sv: Tillkalla nykläckt Myrlejon

source: Transform into Antlion Freezer
sv: Omvandla till Ismyrlejon

source: Transform into Antlion Freezer for 5 seconds
sv: Omvandla till Ismyrlejon i 5 sekunder

source: Transform back to human
sv: Omvandla tillbaka til mänsklig form

source: Summon Rotting Zombie
sv: Tillkalla Rutten Zombie

source: Transform into Antlion Freezer permanently
sv: Omvandla till Ismyrlejon permanent

source: Spike Ray
sv: Spetsig Stråle

source: Create a ray of deadly spikes
sv: Skapar en stråle av dödliga spetsar

source: Spikes
sv: Spjut

source: Spikes Trap
sv: Spjutfälla

source: fire
sv: eld

source: Fire Resistance
sv: Eldmotståndlig

source: ice
sv: is

source: Ice Resistance
sv: Ismotståndlig

source: earth
sv: jord

source: Earth Resistance
sv: Jordmotståndlig

source: wind
sv: vind

source: Wind Resistance
sv: Vindmotståndlig

source: shadow
sv: skugga

source: Shadow Resistance
sv: Skuggmotståndlig

source: light
sv: blixt

source: Light Resistance
sv: Blixtmotståndlig

source: Gold
sv: Guld

source: Antlion
sv: Myrlejon

source: Cursed Grave
sv: Fördömd Grav

source: Goblin
sv: Troll

source: Goblin Shaman
sv: Troll Shaman

source: Goblin Spearman
sv: Troll Spjutman

source: Goblin Spearman Elite
sv: Troll Spjutman Elit

source: Skeletal Archer
sv: Skelett Bågskytt

source: Skeletal Knight
sv: Skelett Riddare

source: Skeletal Mage
sv: Skelett Magiker

source: Skeletal Occultist
sv: Skelett Ockulist

source: Skeletal Sniper
sv: Skelett Prickskytt

source: Skeletal Warrior
sv: Skelett Krigare

source: Skeleton
sv: Skelett

source: Wyvern
sv: Drake

source: Adult Wyvern
sv: Vuxen Drake

source: Bloodthirsty Zombie
sv: Blodtörstig Zombie

source: Zombie Brute
sv: Zombie Best

source: Iceclaw Zombie
sv: Isklo Zombie

source: Rotting Zombie
sv: Rutten Zombie
